Repository: axuno/Volleyball-League
Catalog: League/Models/ErrorViewModels/StatusCodes.*.resx
Languages: de

# E1
source: Application error
de: Softwarefehler

# E2
source: Maintenace
de: Wartungsarbeiten

# E400
source: Bad Request
de: Ungültige Anforderung

# E401
source: Unauthorized
de: Authentifizierung erforderlich

# E402
source: Payment Required
de: Bezahlung benötigt

# E403
source: Forbidden
de: Zugrff verweigert

# E404
source: Not Found
de: Nicht gefunden

# E405
source: Method Not Allowed
de: Methode nicht erlaubt

# E406
source: Not Acceptable
de: Nicht akzeptabel

# E407
source: Proxy Authentication Required
de: Proxy-Authentifizierung benötigt

# E408
source: Request Timeout
de: Anfrage-Zeitüberschreitung

# E409
source: Conflict
de: Konflikt

# E410
source: Gone
de: Verschwunden

# E411
source: Length Required
de: Länge benötigt

# E412
source: Precondition Failed
de: Vorbedingung fehlgeschlagen

# E413
source: Payload Too Large
de: Anfrage-Entität zu groß

# E414
source: URI Too Long
de: Anfrage-URI zu lang

# E415
source: Unsupported Media Type
de: Nicht unterstützter Medientyp

# E416
source: Requested Range Not Satisfiable
de: Anfragebereich nicht erfüllbar

# E417
source: Expectation Failed
de: Expect Header fehlgeschlagen

# E418
source: I'm a teapot
de: Ich bin ein Teetopf

# E421
source: Misdirected Request
de: Fehlgeleitete Anfrage

# E422
source: Unprocessable Entity (WebDAV)
de: Entität kann nicht verarbeitet werden (WebDAV)

# E423
source: Locked (WebDAV)
de: Gesperrt (WebDAV)

# E424
source: Failed Dependency (WebDAV)
de: Vorhergehende Bedingung nicht erfüllt (WebDAV)

# E425
source: Too Early
de: Zu früh

# E426
source: Upgrade Required
de: Update benötigt

# E428
source: Precondition Required
de: Vorbedingung erforderlich

# E429
source: Too Many Requests
de: Zu viele Anfragen

# E431
source: Request Header Fields Too Large
de: Header-Felder der Anfrage zu lang

# E451
source: Unavailable For Legal Reasons
de: Ressource aus rechtlichen Gründen nicht verfügbar

# E500
source: Internal Server Error
de: Interner Serverfehler

# E501
source: Not Implemented
de: Nicht implementiert

# E502
source: Bad Gateway
de: Unbrauchbarer Gateway

# E503
source: Service Unavailable
de: Dienst nicht verfügbar

# E504
source: Gateway Timeout
de: Zeitüberschreitung beim Gateway

# E505
source: HTTP Version Not Supported
de: HTTP Version nicht unterstützt

# E506
source: Variant Also Negotiates
de: Zirkelbezug

# E507
source: Insufficient Storage
de: Serverspeicher reicht nicht aus

# E508
source: Loop Detected (WebDAV)
de: Endlosschleife (WebDAV)

# E510
source: Not Extended
de: Anfrage benötigt mehr Details

# E511
source: Network Authentication Required
de: Netzwerk-Authentifizierung erforderllich
