Repository: axuno/Volleyball-League
Catalog: League/Controllers/Account.*.resx
Languages: de

source: Failed to sign-in with the social media account
de: Anmeldung mit dem Sozialen Netzwerkkonto ist fehlgeschlagen

source: Math task result was incorrect
de: Lösung der Rechenaufgabe war nicht richtig

source: No account found for these credentials.
de: Kein Konto für diese Anmeldedaten gefunden.

source: Please confirm your email address
de: Bitte die E-Mail-Adresse bestätigen

source: Please confirm your new primary email
de: Bitte die neue primäre E-Mail-Adresse bestätigen

source: The email is no longer available for registration. Have you registered already?
de: Diese E-Mail steht für ein neues Konto nicht mehr zur Verfügung. Bereits registriert?

source: The password reset code is invalid. Please make sure to use the link we sent unchanged, and only once.
de: Der Code zum Zurücksetzen des Passworts ist ungültig. Bitte den Link, den wir gesendet haben, unverändert und nur einmal verwenden.

source: The password reset code is missing from the link. Please make sure to use the link we sent unchanged.
de: Der Code zum Zurücksetzen des Passworts fehlt. Bitte den Link, den wir gesendet haben, unverändert aufrufen.

source: This email is not available for a new account
de: Diese E-Mail steht für ein neues Konto nicht zur Verfügung

source: This is your password recovery key
de: Hier ist der Code zum Zurücksetzen des Passworts

source: Your {0} account is already associated with another account at {1}
de: Das {0}-Konto ist bei {1} bereits mit einem anderen Konto verknüpft
