Repository: axuno/Volleyball-League
Catalog: League/Templates/Email/Localization/EmailResource.*.resx
Languages: de

source: Amount
de: Betrag

source: Ball points
de: Ballpunkte

source: Bank name
de: Name der Bank

source: Canceled match day '{0}' vs. '{1}
de: Ausgefallener Spieltag '{0}' vs. '{1}

source: Change Password
de: Passwort ändern

source: Change your primary email address
de: Primäre E-Mail-Adresse ändern

source: Changes were submitted by
de: Die Änderung wurde eingetragen von

source: Confirm Email
de: E-Mail bestätigen

source: Confirm New Email
de: Neue E-Mail bestätigen

source: Confirmation of the team registration
de: Bestätigung der Teamanmeldung

source: Contact form message to
de: Nachricht per Kontaktformular an

source: End of match
de: Spielende

source: Fixture change for team '{0}'
de: Spielplanänderung für Team '{0}'

source: Here is your password recovery code
de: Hier ist der Code zum Zurücksetzen des Passworts

source: In order to choose a new password, please click this link
de: Um ein neues Passwort zu vergeben, bitte auf diesen Link klicken

source: Match day of {0}
de: Spieltag {0}

source: Match day of {0}, played on {1}
de: Spieltag {0}, gespielt am {1}

source: Match points
de: Spielpunkte

source: Match result '{0}' vs. '{1}'
de: Spielergebnis '{0}' gg. '{1}'

source: Message
de: Nachricht

source: Missing result for match '{0}' vs. '{1}'
de: Fehlendes Ergebnis für Spiel '{0}' gg. '{1}'

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Next match day for team '{0}'
de: Nächster Spieltag für Team '{0}'

source: No message included
de: Keine Nachricht enthalten

source: Number of changes
de: Anzahl Änderungen

source: Phone
de: Telefon

source: Please confirm the new email address by clicking this link
de: Bitte die neue E-Mail-Adresse durch Klicken auf folgenden Link bestätigen

source: Please confirm your new primary email
de: Bitte die neue primäre E-Mail-Adresse bestätigen

source: Please continue with your registration by clicking this link
de: Bitte die Registrierung durch Klicken auf folgenden Link abschließen

source: Please transfer the participation fee to the following bank account:
de: Bitte die Teilnahmegebühr auf folgendes Bankkonto überweisen:

source: Recipient
de: Empfänger

source: Registered by
de: Angemeldet von

source: Remarks
de: Anmerkungen

source: Replacement fixture date
de: Neuer Ausweichspieltag

source: Replacement venue
de: Neuer Ausweichspielort

source: Result
de: Ergebnis

source: Season fixture date
de: Spieldatum lt. Saisonplan

source: Season fixture venue
de: Spielort lt. Saisonplan

source: Sender
de: Absender

source: Set #{0}
de: {0}. Satz

source: Set points
de: Satzpunkte

source: Sporting greetings
de: Sportliche Grüße

source: Start of match
de: Spielbeginn

source: Subject
de: Betreff

source: Thank you for creating an account
de: Danke für das Anlegen eines Kontos

source: Thank you.
de: Vielen Dank.

source: Thanks for registering your team.
de: Danke für die Anmeldung des Teams.

source: The confirmation link can be used once until
de: Der Bestätigungslink kann einmal verwendet werden bis zum

source: The confirmation link can be used until
de: Der Bestätigungslink kann verwendet werden bis zum

source: The recovery code can be used once until
de: Der Schlüssel kann einmal verwendet werden bis zum

source: The registration can be edited using this link:
de: Die Anmeldung kann über folgenden Link bearbeitet werden:

source: This notification has been sent to the contact persons and players of the teams
de: Diese Nachricht wurde an die Ansprechpartner und Spieler der Teams geschickt

source: unknown
de: offen

source: Update of team registration
de: Aktualisierung der Teamanmeldung

source: We have sent a confirmation code to the new email address
de: Wir haben einen Bestätigungs-Code an die neue E-Mail-Adresse geschickt

source: We wish you much success and good luck.
de: Wir wünschen viel Erfolg und alles Gute.

source: Your primary email
de: Primäre E-Mail-Adresse

source: Your primary email is about to be changed
de: Die primäre E-Mail soll geändert werden

source: Your primary email is about to be changed to
de: Die primäre E-Mail-Adresse soll geändert werden in
