Repository: axuno/Volleyball-League
Catalog: League/Views/Match/EnterResult.*.resx
Languages: de

source: All sets containing empty fields will be discarded
de: Alle Sätze, die leere Felder enthalten, werden verworfen

source: Back standard form
de: Zurück zur Standardeingabe

source: Ball Points
de: Ballpunkte

source: Cancel
de: Abbrechen

source: Date format
de: Datumsformat

source: Enable overruling
de: Übersteuern aktivieren

source: Enter Match Result
de: Spielergebnis eintragen

source: Match Points
de: Spielpunkte

source: Opponents
de: Begegnung

source: Overruled results are flagged
de: Übersteuerte Ergebnisse werden gekennzeichnet

source: Overruling is enabled
de: Übersteuern ist aktiviert

source: Please double-check all entries before saving
de: Bitte die Angaben vor dem Speichern kontrollieren

source: Points must be adjusted manually
de: Punkte müssen manuell festgelegt werden

source: Remarks become part of the result submission
de: Anmerkungen sind Teil der Ergebnismeldung

source: Remove result entry
de: Ergebniseintrag entfernen

source: Results can be changed as long as the competition is running
de: Ergebnisse können geändert werden, solange der Wettbewerb läuft

source: Save
de: Speichern

source: Set #{0}
de: {0}. Satz

source: Set Points
de: Satzpunkte

source: The result entry can be removed. The match goes back to fixtures.
de: Der Ergebniseintrag kann entfernt werden. Das Spiel geht zurück in den Spielplan.

source: Time format
de: Zeitformat
